Repository: GTRRoficial/Repo-GTRR
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Valor não é preço, valor é uma propriedade da mercadoria, e o valor é determinado pela quantidade socialmente necessária de trabalho.
pt_br: Value is not price, value is a property of the commodity, and value is determined by the amount of socially necessary labour.

source: Valor é preço, chat?
pt_br: Is price Value, chat?

source: Valor é preço?
pt_br: Is Value the same thing as price?

source: Valor: é uma “propriedade da mercadoria”.
pt_br: Value: it is a "property of the commodity".

source: Vamos agora a outra parte, era materialismo histórico-dialético.
pt_br: Let's go to the other part then, it was dialectical and historical materialism

source: Vamos falar de materialismo.
pt_br: Let's talk materialism.

source: Vamos investigar isso.
pt_br: Lets dig into that.

source: Vamos lá, Valor.
pt_br: Ok, so, Value.

source: Vamos lá, o que determina o valor de uma mercadoria?
pt_br: So, what determines the Value of a commodity?

source: Vamos lá, vocabulário: Modo de produção: interação entre forças produtivas e relações de produção.
pt_br: C'mon, vocabulary: Mode of Production: interaction between productive forces and relations of production.

source: Vamos recapitular alguns conceitos, aqui.
pt_br: Let's recap some concepts.

source: Vamos voltar um pouquinho para o Hegel agora.
pt_br: Let's go back to Hegel for a bit.

source: Você aumentou a extração do valor de maneira relativa; o tempo de trabalho é o mesmo, mas você produz muito mais.
pt_br: You increased the extraction of value in a relative manner; the labour time needed is the same, but you can produce way more.

source: Você falar que o objetivo de cada burguês é a busca pelo aumento da mais-valia é descritivo, porque isso é auferível, a gente consegue verificar isso na realidade.
pt_br: Saying that the goal of the bourgeois is the increase of surplus value is descriptive, because this is observable, we can verify it in reality.

source: Você gerou mais mais-valia.
pt_br: You've created more surplus value.

source: Você não constrói sua casa, você compra sua casa.
pt_br: You don't build your house, you buy your house.

source: Você não costura sua roupa, você compra sua roupa.
pt_br: You don't sew your clothes, you buy your clothes.

source: Você não produz a seja sua comida, você compra sua comida.
pt_br: You don't produce your food, you buy your food.

source: Você precisa de 4 horas diárias para gerar o valor do seu salário, e sua jornada é de 8.
pt_br: You need 4 daily hours to generate the value of your salary, and your workday has 8 hours.

source: Voltando à definição: Propriedade privada é a livre disposição da força de trabalho de outrem.
pt_br: Back to definition: Private property is the free disposal of another's labor power.

source: Vou explicar, calma que eu sei que é complicado, tá?
pt_br: Don't worry, I know it's complicated but I'll explain.

source: Vê se tem uma mesa perto, um computador, um celular, uma cadeira, qualquer coisa.
pt_br: Look if there's a table nearby, a computer, a cellphone, a chair, anything.

source: You can be well-versed in the street life of Los Angeles, know a lot about US Imperialism in the Middle East, or have studied in meticulous detail the history of the rise and fall of white feminist thought in America.
pt_br: Você pode entender bem da vida urbana de Los Angeles, saber muito sobre o imperialismo americano no Oriente Médio, ou ter estudado detalhadamente a história da ascenção e declínio do movimento feminista branco nos Estados Unidos.

source: You’d think I’d just retreat inward, and live only for myself.
pt_br: Você pensaria que eu simplesmente me isolaria e viveria apenas por mim mesma.

source: a roda da história vai girando conforme a gente vai satisfazendo nossas necessidades.
pt_br: The wheel of History keeps on turning as we satisfy our needs.

source: mas eu ainda não tinha espaço para ser uma pessoa inteira.
pt_br: But I still wasn’t given room to be a whole person.

source: nós tivemos, por exemplo, o Modo de produção escravista.
pt_br: We had, for example, the slave-owning mode of production.

source: que a gente chama de socialismo científico.
pt_br: which we call scientific socialism.

source: À medida que eu tento me libertar de expectativas heterossexuais masculinas, quero que me vejam.
pt_br: As I try to be free from heterosexual, masculine expectations, I want to be seen.

source: À utopia, idealismo?
pt_br: towards utopia, idealism?

source: Às vezes eu falo sobre minha vida sexual com alegria enquanto recebo mensagens de caras, que usam paus como avatar, na minha caixa de entrada.
pt_br: I sometimes talk about my sex life with joy while fielding messages from guys with dicks for avatars in my inbox.

source: Às vezes, eu me odeio por não aderir à performance do que uma mulher deveria ser.
pt_br: Sometimes I hate myself for not adhering to the performance of what a woman is supposed to be.

source: É a teoria evolutiva do Darwin.
pt_br: is Darwin's theory of evolution.

source: É com quanto trabalho uma sociedade inteira consegue produzir um copo, e não como você, indivíduo, consegue produzir o copo, beleza?
pt_br: It's how much labour an entire society needs to produce a glass, and not how much you, an individual, needs to produce a glass, ok?.

source: É disso que a gente vai falar agora: A Crítica da economia.
pt_br: That's what we are going to talk now: Critique of Economy.

source: É falacioso.
pt_br: it's fallacious

source: É isso.
pt_br: That's it then.

source: É o que tá acima da infraestrutura.
pt_br: It's what is above the infrastructure.

source: É o trabalhador, não é o burguês.
pt_br: It's the worker, not the bourgeois.

source: É o valor de tudo que você precisa para existir.
pt_br: It's the value of everything you need to exist.

source: É uma citação do Marx aqui e do Engels, né?
pt_br: This quote is by Marx and Engels

source: É uma fachada.
pt_br: It's a front.

source: “A concepção materialista da história parte da tese de que a produção, e com ela a troca dos produtos é a base de toda ordem social; de que em todas as sociedades que desfilam pela história, a distribuição dos produtos e juntamente com ela a divisão social dos homens em classes ou camadas, é determinada pelo que a sociedade produz e como produz e pelo modo de trocar os seus produtos.
pt_br: "The materialist conception of history starts from the proposition that the production of the means to support human life and, next to production, the exchange of things produced, is the basis of all social structure; that in every society that has appeared in history, the manner in which wealth is distributed and society divided into classes or orders is dependent upon what is produced, how it is produced, and how the products are exchanged.

source: “Ah, mas meu salário é 100 mil”, você é proletário.
pt_br: "Ah, my salary is 100K/monthly", you are a proletariat.

source: “Mais-valia” pode ser “mais-valor”, também.
pt_br: "Surplus (valia)" can also be "surplus value".

source: “Não, não.
pt_br: “No, no.

source: “O que eles {os indivíduos} são coincide com sua produção, tanto com que produzem quanto com o modo que produzem.
pt_br: "What they {the individuals} are, therefore, coincides with their production, both with what they produce and with how they produce.

source: “…quando digo que um quarter (é uma medida de trigo) se troca por ferro numa determinada proporção ou que o valor de um quarter de trigo se expressa numa determinada quantidade de ferro, digo que o valor do trigo ou seu equivalente em ferro são iguais a uma terceira coisa, que não é trigo nem ferro, pois suponho que ambos exprimem a mesma grandeza sob duas formas distintas.
pt_br: "...if I say a quarter of wheat exchanges with iron in a certain proportion, or the Value of a quarter of wheat is expressed in a certain amount of iron, I say that the Value of wheat and its equivalent in iron are equal to some third thing, which is neither wheat nor iron, because I suppose them to express the same magnitude in two different shapes.

source: A luta de quem as cita com frequência é próxima da minha.
pt_br: I struggle alongside those who quote them often.

source: I await the reprisal for speaking up like I await my abuser’s words and fists.
pt_br: Eu antecipo a represália por me posicionar assim como eu antecipo as palavras e punhos da minha abusadora.
